window.BLOCK(String.raw`
---
id: etalony
type: концепт
title: Эталоны базовых величин
links: [metricheskaya-sistema, si-cherez-konstanty]
---

По мере того как метрическая система развивалась, потребовалось создание точных эталонов для базовых величин, таких как длина и масса. Первоначально эталоны представляли собой физические объекты. Например, метр определялся как длина между двумя рисками на эталоне из платино-иридиевого сплава, а килограмм — как масса эталона, хранящегося в Международном бюро мер и весов.

Для измерения времени также был установлен эталон — цезиевый стандарт. В 1967 году была принята новая дефиниция секунды, основанная на свойствах атома цезия-133. Секунда стала определяться через частоту излучения, соответствующую переходу между двумя уровнями сверхтонкой структуры основного состояния атома цезия-133.
`);
