window.BLOCK(String.raw`
---
id: metricheskaya-sistema
type: концепт
title: Метрическая система
links: [zachem-izmereniya, etalony, ris-desyatichnye-chasy]
---

После того как мы обсудили важность измерений и рассмотрели некоторые исторические примеры, такие как использование градусов и радианов для измерения углов, возникает естественный вопрос: как мы пришли к современным системам измерения, и почему они важны?

## Историческая справка: Великая французская революция и метрическая система

История стандартной системы единиц берёт своё начало во времена Великой французской революции в конце 18 века. В этот период возникла идея создать единую, универсальную и логичную систему измерений, основанную на природных явлениях. В результате этой работы был введён метр — единица длины, определённая как одна десятимиллионная часть расстояния от экватора до Северного полюса вдоль Парижского меридиана. В дальнейшем метрическая система получила широкое распространение, и из неё развилась современная Международная система единиц (СИ).

Метрическая система предложила использовать десятичную систему, что сделало измерения более простыми и удобными для научных и повседневных нужд. Например, один километр стал равен 1000 метров. Однако, несмотря на стремление к унификации, переход на десятичную систему не был полным. Хотя длины и массы были успешно переведены в метрическую систему, время оставалось исключением. Были идеи перейти на десятичные часы, но они не прижились.
`);
