window.BLOCK(String.raw`
---
id: fizika-dlya-ml
type: концепт
title: Зачем физика специалисту по ML
links: [chto-takoe-fizika, pi-teorema]
---

Почему физика важна будущему специалисту по машинному обучению? Во-первых, физика развивает понимание того, как строить модели реальности на основе экспериментальных данных. Этот процесс очень похож на работу специалиста по машинному обучению: сбор данных, построение моделей, прогнозирование поведения систем.

Кроме того, многие математические концепции и идеи, с которыми специалист сталкивается в профессиональной деятельности, изначально появились в физике. Эти концепции впоследствии перешли в другие области знаний, включая математику, где они уже формально вводятся и строго обосновываются. Курс объясняет их на пальцах и показывает, как они применяются в реальных физических задачах.
`);
