window.BLOCK(String.raw`
---
id: ustrojstvo-kursa
type: концепт
title: Как устроен курс
links: [chto-takoe-fizika]
---

Обязательный курс физики разделён на два семестра и полностью покрывает классическую физику. Первый семестр посвящён механике и термодинамике — основам понимания движения, сил и энергии. Во втором семестре курс переходит к изучению электромагнитных явлений, включая оптику, что позволяет понять природу света и электромагнитных волн. Соответственно, лекции и записи состоят из двух частей: первая часть — механика и термодинамика, вторая часть — электромагнитные явления.

Для желающих углубиться в более современные области физики в летнем семестре предлагается небольшой 7-недельный курс, посвящённый квантовой физике. В нём рассматривается, как квантовая физика изменяет наше представление о мире на микроуровне и как это влияет на общую картину мира. Однако этот курс относится к альтернативным и не является обязательным.

Курс построен так, чтобы показать в физике не только набор формул и законов, но и захватывающую область знаний, способную объяснить и предсказать поведение мира вокруг нас. Начинается он с основ классической физики: эти базовые принципы формируют само понимание реальности.
`);
